app.drey.Blurble
app.drey.EarTag
com.adrienplazas.Metronome
com.belmoussaoui.Obfuscate
com.github.bleakgrey.tootle
com.github.flxzt.rnote
com.github.huluti.Curtail
com.github.iwalton3.jellyfin-media-player
com.github.maoschanz.drawing
com.github.micahflee.torbrowser-launcher
com.github.rafostar.Clapper
com.github.tchx84.Flatseal
com.github.wwmm.easyeffects
com.lakoliu.Furtherance
com.mattjakeman.ExtensionManager
com.obsproject.Studio
com.rafaelmardojai.Blanket
com.raggesilver.BlackBox
com.ranfdev.Geopard
com.spotify.Client
com.system76.Popsicle
com.usebottles.bottles
com.valvesoftware.Steam
de.haeckerfelix.Fragments
de.haeckerfelix.Shortwave
dev.alextren.Spot
dev.geopjr.Collision
fr.romainvigier.MetadataCleaner
io.bassi.Amberol
io.github.lainsce.Colorway
io.github.seadve.Breathing
me.dusansimic.DynamicWallpaper
net.ankiweb.Anki
nl.hjdskes.gcolor3
org.audacityteam.Audacity
org.gimp.GIMP
org.gnome.Crosswords
org.gnome.EasyTAG
org.gnome.Solanum
org.gnome.gitlab.YaLTeR.Identity
org.gnome.gitlab.YaLTeR.VideoTrimmer
org.nickvision.tagger
org.openstreetmap.josm
page.codeberg.foreverxml.Random
re.sonny.Workbench
