adw-gtk3-git
adwaita-icon-theme
adwaita-qt5
adwaita-qt6
alacritty
alsa-utils
ancient-packages
android-tools
appimagelauncher
archinstall
archlinux-contrib
archlinux-keyring
aspell
autoconf
automake
baobab
base
bat
bemenu
bemenu-wayland
biber
binutils
bison
blender
blueprint-compiler-git
bluez-utils
breeze-icons
brother-dcp1610w
btrfs-progs
calf
cheese
chrome-gnome-shell
cpanminus
cups
cups-pdf
dconf-editor
discord
distrho-ports
dotnet-sdk
drumgizmo
ebook-tools
efibootmgr
eigen
eog
epiphany
evince
exa
fabla
fakeroot
fd
figlet
file
file-roller
filezilla
findutils
firefox
flatpak
flex
fontforge
foomatic-db-gutenprint-ppds
fprintd
fwupd
fzf
fzy
gawk
gcc
gdb
gdm
gdm-settings-git
geary
geonkick
gettext
git
glfw-wayland
glow
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-software-packagekit-plugin
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gperf
grep
grilo-plugins
groff
grub
gst-libav
gst-plugin-pipewire
gstreamer-vaapi
gthumb
gtk-engine-murrine
gtk-update-icon-cache
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
helm-synth
helvum
htop
hyperfine
inkscape
intel-compute-runtime
intel-media-driver
intel-ucode
iwd
jsampler
julia
kabmat
keyd
krita
lazygit
lbzip2
ldtk
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
libadwaita
libdecor
libfprint-2-tod1-xps9300-bin
libfprint-tod-git
libnautilus-extension
libportal-gtk4
libpulse
libreoffice-fresh
libtool
libutf8proc
libva-intel-driver
libva-utils
libvdpau-va-gl
lilypond
linux
linux-firmware
linux-lts
lld
lolcat
lostfiles
lua-language-server
m4
make
man-db
menulibre
mesa-demos
minecraft-launcher
mold
monique-monosynth-git
moreutils
mpv
mutter-performance
nano
nautilus
navi
nb
neofetch
neovim-git
nerd-fonts-cascadia-code
nerd-fonts-jetbrains-mono
nethack
networkmanager
nextcloud-app-notes
nextcloud-client
nnn
nodejs
noto-fonts
noto-fonts-cjk
npm
nss-mdns
ntp
nvim-packer-git
ocl-icd
openbabel
openmp
openssh
orca
os-prober
pacgraph
pacman
pacman-contrib
pacutils
pandoc
paru
patch
pavucontrol
pfetch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pitivi
pkg2zip-fork
pkgconf
pkgstats
poppler-glib
protonvpn
pyside2
python-frida
python-nautilus
python-pip
qjackctl
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ranger
rdarktable-git
realtime-privileges
reflector
ripgrep
rsync
rubberband
ruby
rust-analyzer
rust-src
rustup
rygel
sassc
sed
sfml
simple-scan
skia-sharp
sl
smartmontools
sof-firmware
soundfont-fluid
starship
subversion
sudo
supertux
supertuxkart
surge
sushi
system-config-printer
tectonic
tex-gyre-fonts
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langgreek
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
thermald
thokr-git
totem
tracker
tracker-miners
tracker3
tracker3-miners
transmission-cli
tree
ttf-linux-libertine
ttf-ms-fonts
ueberzug
ufraw-thumbnailer
unrar
vdpauinfo
vim
vino
vlc
vmpk
vte-common
vte3
vulkan-intel
vulkan-mesa-layers
vulkan-tools
webkit2gtk-5.0
wget
which
wine-staging
wireless_tools
wireshark-qt
wl-clipboard
wolf-shaper
xdg-user-dirs-gtk
xdg-utils
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-xinit
xournalpp
yarn
yay
yelp
zk
zoom
zrythm
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
