adw-gtk3-git
appimagelauncher
bat
biber
blender
distrho-ports
drumgizmo
exa
fabla
fd
figlet
firefox
flatpak
fzf
geonkick
git
helm-synth
inkscape
julia
keyd
krita
lazygit
lilypond
lolcat
lua-language-server
menulibre
monique-monosynth-git
moreutils
mutter-performance
neofetch
neovim-git
nerd-fonts-jetbrains-mono
nethack
nextcloud-app-notes
nextcloud-client
nvim-packer-git
rdarktable-git
reflector
ripgrep
rsync
rust-analyzer
sof-firmware
starship
sudo
surge
tectonic
texlab
thefuck
tree
wget
wl-clipboard
wolf-shaper
xdg-user-dirs-gtk
xdg-utils
zk
zrythm
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
